/* Work with concat */

//1 - Даны два массива: [1, 2, 3] и [4, 5, 6]. Объедините их вместе.

/* Work with reverse */

//2 - Дан массив [1, 2, 3]. Сделайте из него массив [3, 2, 1].

/* Work with push, unshift */

//3 - Дан массив [1, 2, 3]. Добавьте ему в конец элементы 4, 5, 6.

//4 - Дан массив [1, 2, 3]. Добавьте ему в начало элементы 4, 5, 6.

/* Work with shift, pop */

//5 - Дан массив ['js', 'css', 'jq']. Выведите на экран первый элемент.

//6 - Дан массив ['js', 'css', 'jq']. Выведите на экран последний элемент.

/* Work with slice */

//7 - Дан массив [1, 2, 3, 4, 5]. С помощью метода slice запишите в новый элементы [1, 2, 3].

//8 - Дан массив [1, 2, 3, 4, 5]. С помощью метода slice запишите в новый элементы [4, 5].

/* Work with splice */

//9 - Дан массив [1, 2, 3, 4, 5]. С помощью метода splice преобразуйте массив в [1, 4, 5].

//10 - Дан массив [1, 2, 3, 4, 5]. С помощью метода splice запишите в новый массив элементы [2, 3, 4].

//11 - Дан массив [1, 2, 3, 4, 5]. С помощью метода splice сделайте из него массив [1, 2, 3, 'a', 'b', 'c', 4, 5].

//12 - Дан массив [1, 2, 3, 4, 5]. С помощью метода splice сделайте из него массив [1, 'a', 'b', 2, 3, 4, 'c', 5, 'e'].

/* Work with sort */

//13 - Дан массив [3, 4, 1, 2, 7]. Отсортируйте его.

/* Work with Object.keys */

//14 - Дан объект {js:'test', jq: 'hello', css: 'world'}. Получите массив его ключей.
